Repository: RizobekS/car_rent_aggregator
Catalog: car_rent_aggregator/backend/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Актор
uz: Aktor

source: Напр.: client:123, partner:45, system
uz: Masalan: client:123, partner:45, system

source: Действие
uz: Amal

source: Напр.: booking.create, payment.paid
uz: Masalan: booking.create, payment.paid

source: Данные
uz: Ma'lumotlar

source: Создано
uz: Yaratildi

source: Событие аудита
uz: Audit hodisasi

source: События аудита
uz: Audit hodisalari

source: (нет данных)
uz: (maʼlumot yoʻq)

source: Клиент
uz: Mijoz

source: Дата 'Аренда по' должна быть больше даты 'Аренда с'.
uz: “Ijara tugash” sanasi “Ijara boshlanish” sanasidan katta boʻlishi kerak.

source: Автомобиль занят на выбранные даты.
uz: Tanlangan sanalarda avtomobil band.

source: На эти даты уже есть подтверждённая бронь.
uz: Ushbu sanalarda tasdiqlangan bron allaqachon mavjud.

source: Слот временно удерживается другим запросом, попробуйте позже.
uz: Vaqt oraligʻi boshqa soʻrov tomonidan vaqtincha band. Keyinroq urinib koʻring.

source: Нет прав подтверждать эту бронь.
uz: Ushbu bronni tasdiqlash huquqingiz yoʻq.

source: Бронь не в статусе ожидания.
uz: Bron kutish holatida emas.

source: Истекло время ожидания подтверждения.
uz: Tasdiqlashni kutish vaqti tugadi.

source: Авто уже занято на эти даты.
uz: Ushbu sanalarda avtomobil allaqachon band.

source: Есть другая подтверждённая бронь в этот период.
uz: Ushbu davrda boshqa tasdiqlangan bron mavjud.

source: Нет прав отклонять эту бронь.
uz: Ushbu bronni rad etish huquqingiz yoʻq.

source: Бронь уже обработана.
uz: Bron allaqachon qayta ishlangan.

source: Можно отменить только собственную бронь.
uz: Faqat oʻzingizning broningizni bekor qilishingiz mumkin.

source: Отмена невозможна: бронь уже обработана.
uz: Bekor qilish imkonsiz: bron allaqachon qayta ishlangan.

source: Нужно передать partner_tg_user_id или partner_username
uz: partner_tg_user_id yoki partner_username qiymatini yuborishingiz kerak

source: Автомобиль
uz: Avtomobil

source: Партнёр
uz: Hamkor

source: Телефон клиента
uz: Mijoz telefoni

source: Аренда с
uz: Ijara boshlanishi

source: Аренда по
uz: Ijara tugashi

source: Расчётная стоимость, UZS
uz: Hisobiy narx, UZS

source: Статус брони
uz: Bron holati

source: Оплата брони
uz: Bron toʻlovi

source: Обновлено
uz: Yangilandi

source: Бронирование
uz: Bron

source: Бронирования
uz: Bronlar

source: Предыдущая дата окончания
uz: Avvalgi tugash sanasi

source: Новая дата окончания
uz: Yangi tugash sanasi

source: Кол-во добавленных дней
uz: Qoʻshilgan kunlar soni

source: Стоимость продления, UZS
uz: Uzaytirish narxi, UZS

source: Комиссия/сервисный сбор, UZS
uz: Komissiya/xizmat haqi, UZS

source: Валюта
uz: Valyuta

source: Статус продления
uz: Uzaytirish holati

source: Ожидает
uz: Kutilmoqda

source: Оплачено
uz: Toʻlangan

source: Отклонено
uz: Rad etildi

source: Идентификатор оплаты
uz: Toʻlov identifikatori

source: Продление брони
uz: Bronni uzaytirish

source: Продления брони
uz: Bronni uzaytirishlar

source: Фотографии
uz: Rasmlar

source: Общее
uz: Umumiy

source: Технические данные
uz: Texnik ma'lumotlar

source: Условия и цены
uz: Shartlar va narxlar

source: У вас нет привязанных партнёров. Обратитесь к администратору.
uz: Sizda bog‘langan hamkorlar yo‘q. Iltimos, administratorga murojaat qiling.

source: Нельзя выбрать этого партнёра.
uz: Bu hamkorni tanlab boʻlmaydi.

source: Нельзя менять владельца автомобиля.
uz: Avtomobil egasini almashtirish mumkin emas.

source: Название автомобиля для клиента
uz: Mijoz uchun avtomobil nomi

source: Напр.: Chevrolet Cobalt 2022
uz: Masalan: Chevrolet Cobalt 2022

source: Марка автомобиля
uz: Avtomobil markasi

source: Модель автомобиля
uz: Avtomobil modeli

source: Год выпуска
uz: Ishlab chiqarilgan yil

source: Класс авто
uz: Avto klassi

source: Трансмиссия
uz: Transmissiya

source: Пробег, км
uz: Yurgan masofa, km

source: Объём двигателя, л
uz: Dvigatel hajmi, l

source: Мощность, л.с.
uz: Quvvat, ot kuchi

source: Тип топлива
uz: Yoqilgʻi turi

source: Расход, л/100 км
uz: Sarflanish, l/100 km

source: Привод
uz: Uzatma (privod)

source: Цвет
uz: Rang

source: Страховка включена
uz: Sugʻurta kiritilgan

source: Детское кресло
uz: Bola oʻrindigʻi

source: Цена в будни, UZS
uz: Ish kunlari narxi, UZS

source: Цена в выходные, UZS
uz: Dam olish kunlari narxi, UZS

source: Диапазон залога
uz: Garov diapazoni

source: Без залога
uz: Garovsiz

source: Низкий залог
uz: Past garov

source: Высокий залог
uz: Yuqori garov

source: Сумма аванса, UZS
uz: Oldindan toʻlov summasi, UZS

source: Если фиксированная сумма, иначе оставьте пустым
uz: Agar qatʼiy summa boʻlsa, aks holda boʻsh qoldiring

source: Суточный лимит, км
uz: Kunlik limit, km

source: Доставка авто возможна
uz: Avtomobilni yetkazib berish mumkin

source: Автомобиль с водителем
uz: Haydovchi bilan avtomobil

source: Telegram file_id обложки
uz: Telegram cover file_id

source: Опубликован
uz: Eʼlon qilingan

source: Автомобили
uz: Avtomobillar

source: Занят с
uz: Band boshidan

source: Занят по
uz: Band oxirigacha

source: Статус
uz: Holat

source: Занято
uz: Band

source: Календарь занятости
uz: Bandlik taqvimi

source: Календарь занятости (авто)
uz: Bandlik taqvimi (avto)

source: Дата 'Занят по' должна быть больше даты 'Занят с'.
uz: 'Band tugash' sanasi 'Band boshlanish' sanasidan katta boʻlishi kerak.

source: Фото 1 (обложка)
uz: Foto 1 (muqova)

source: Фото 2
uz: Foto 2

source: Фото 3
uz: Foto 3

source: Фото 4
uz: Foto 4

source: Фото автомобиля
uz: Avtomobil fotosi

source: Активен
uz: Faol

source: Заблокирован
uz: Bloklangan

source: Ожидает модерации
uz: Moderatsiya kutmoqda

source: Владелец
uz: Ega

source: Менеджер
uz: Menejer

source: Эконом
uz: Iqtisod

source: Комфорт
uz: Komfort

source: Бизнес
uz: Biznes

source: Премиум
uz: Premium

source: Внедорожник
uz: Yoʻltanlamas

source: Минивэн
uz: Miniven

source: Автомат
uz: Avtomat

source: Механика
uz: Mexanika

source: Робот
uz: Robot

source: Вариатор
uz: Variator

source: Бензин
uz: Benzin

source: Дизель
uz: Dizel

source: Газ
uz: Gaz

source: Гибрид
uz: Gibrid

source: Электро
uz: Elektr

source: Передний
uz: Oldingi

source: Задний
uz: Orqa

source: Полный
uz: Toʻliq

source: Ожидает подтверждения
uz: Tasdiqlash kutilmoqda

source: Подтверждена
uz: Tasdiqlandi

source: Отклонена
uz: Rad etildi

source: Истекло время ожидания
uz: Kutilish vaqti tugadi

source: Отменено клиентом
uz: Mijoz bekor qildi

source: Авто выдано
uz: Avto topshirildi

source: Завершена
uz: Yakunlandi

source: Не оплачено
uz: Toʻlanmagan

source: Создан
uz: Yaratildi

source: Ожидает оплаты
uz: Toʻlov kutilmoqda

source: Оплачен
uz: Toʻlangan

source: Ошибка оплаты
uz: Toʻlov xatosi

source: Возврат
uz: Qaytarildi

source: Партнёрский пользователь с таким username не найден.
uz: Ushbu username boʻyicha hamkor foydalanuvchisi topilmadi.

source: Этот username уже привязан к другому Telegram ID.
uz: Ushbu username boshqa Telegram ID bilan allaqachon bogʻlangan.

source: Название партнёра
uz: Hamkor nomi

source: Отображаемое название компании/ИП
uz: Kompaniya/YTT ko‘rsatiladigan nomi

source: Телефон
uz: Telefon

source: Партнёры
uz: Hamkorlar

source: Без @. Например: webadiko
uz: @ belgisiz. Masalan: webadiko

source: Роль
uz: Roli

source: Пользователь партнёра
uz: Hamkor foydalanuvchisi

source: Пользователи партнёров
uz: Hamkor foydalanuvchilari

source: Админ-пользователь
uz: Admin foydalanuvchisi

source: Активна
uz: Faol

source: Связь админ-пользователь ↔ партнёр
uz: Admin foydalanuvchi ↔ hamkor bogʻlanishi

source: Связи админ-пользователь ↔ партнёр
uz: Admin foydalanuvchi ↔ hamkor bogʻlanishlari

source: Неверный провайдер оплаты.
uz: Notoʻgʻri toʻlov provayderi.

source: Сумма должна быть больше нуля.
uz: Miqdor noldan katta bo'lishi kerak.

source: Бронь уже оплачена.
uz: Bron allaqachon to'langan.

source: Провайдер
uz: Provayder

source: Сумма, UZS
uz: Summa, UZS

source: ID счёта/заказа
uz: Hisob/Buyurtma ID

source: Ссылка на оплату
uz: Toʻlov havolasi

source: Статус оплаты
uz: Toʻlov holati

source: Сырой ответ провайдера
uz: Provayderning xom javobi

source: Платёж
uz: Toʻlov

source: Платежи
uz: Toʻlovlar

source: Без @
uz: @ yozilmasin

source: Номер, полученный через request_contact
uz: request_contact orqali olingan raqam

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Язык интерфейса
uz: Interfeys tili

source: Коды: uz/ru/en
uz: Kodlar: uz/ru/en

source: Пользователь бота
uz: Bot foydalanuvchisi

source: Пользователи бота
uz: Bot foydalanuvchilari
